IDEA Open Model
MatPrestressSteelEc2.Type Property
Compatible with IDEA StatiCa 20.1
 Type of prestress steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public PrestressSteelType Type { get; set; }
Public Property Type As PrestressSteelType
	Get
	Set
Property Value
Type: PrestressSteelType
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace